export const powerProgramMas = [
    {
        name: 'Express Fit',
        calorieContent: '800 ккал',
        description:
            'Программа здорового питания Express Fit. Идеально для: похудения в кратчайшие сроки, повышения энергии и сил, снижения весаприсидячем образе жизни.',
        plan: [
            {
                day: 'ПН',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'ВТ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'СР',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'ЧТ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'ПТ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'СБ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'НД',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
        ],
    },
    {
        name: 'slim',
        calorieContent: '1000 ккал',
        description:
            'Программа здорового питания slim. Идеально для: похудения в кратчайшие сроки, повышения энергии и сил, снижения весаприсидячем образе жизни.',
        plan: [
            {
                day: 'ПН',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'ВТ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'СР',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'ЧТ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'ПТ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'СБ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'НД',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
        ],
    },
    {
        name: 'fitness',
        calorieContent: '1300 ккал',
        description:
            'Программа здорового питания fitness. Идеально для: похудения в кратчайшие сроки, повышения энергии и сил, снижения весаприсидячем образе жизни.',
        plan: [
            {
                day: 'ПН',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'ВТ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'СР',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'ЧТ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'ПТ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'СБ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'НД',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
        ],
    },
    {
        name: 'balance',
        calorieContent: '1600 ккал',
        description:
            'Программа здорового питания balance. Идеально для: похудения в кратчайшие сроки, повышения энергии и сил, снижения весаприсидячем образе жизни.',
        plan: [
            {
                day: 'ПН',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'ВТ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'СР',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'ЧТ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'ПТ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'СБ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'НД',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
        ],
    },
    {
        name: 'balance +',
        calorieContent: '1800 ккал',
        description:
            'Программа здорового питания balance +. Идеально для: похудения в кратчайшие сроки, повышения энергии и сил, снижения весаприсидячем образе жизни.',
        plan: [
            {
                day: 'ПН',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'ВТ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'СР',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'ЧТ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'ПТ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'СБ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'НД',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
        ],
    },
    {
        name: 'strong',
        calorieContent: '2000 ккал',
        description:
            'Программа здорового питания strong. Идеально для: похудения в кратчайшие сроки, повышения энергии и сил, снижения весаприсидячем образе жизни.',
        plan: [
            {
                day: 'ПН',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'ВТ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'СР',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'ЧТ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'ПТ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'СБ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'НД',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
        ],
    },
    {
        name: 'maxi fit',
        calorieContent: '2400 ккал',
        description:
            'Программа здорового питания maxi fit. Идеально для: похудения в кратчайшие сроки, повышения энергии и сил, снижения весаприсидячем образе жизни.',
        plan: [
            {
                day: 'ПН',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'ВТ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'СР',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'ЧТ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'ПТ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'СБ',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
            {
                day: 'НД',
                meals: [
                    {
                        meal: 'Завтрак',
                        timeMeal: '7:00 - 9:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '170гр' },
                        ],
                    },
                    {
                        meal: '2-й Завтрак',
                        timeMeal: '10:00 - 12:00',
                        description: [
                            { name: '- Фриттата с сыром и кабачками', weight: '270гр' },
                            {
                                name: '- Полезное печенье из сухофруктов и орехов',
                                weight: '2 шт',
                            },
                        ],
                    },
                    {
                        meal: 'обед',
                        timeMeal: '13:00 - 15:00',
                        description: [
                            { name: '- Люля-кебаб из индейки', weight: '100гр' },
                            { name: '- Летний салат с маслинами и сыром', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Полдник',
                        timeMeal: '16:00 - 17:30',
                        description: [
                            { name: '- Творожное суфле с какао и вишей', weight: '100гр' },
                        ],
                    },
                    {
                        meal: 'Ужин',
                        timeMeal: '19:00 - 20:00',
                        description: [
                            { name: '- Рыбный терен', weight: '100гр' },
                            { name: '- Овощи гриль', weight: '150гр' },
                            ,
                        ],
                    },
                ],
            },
        ],
    },
]